---
kind: property
id: P:Autodesk.Revit.DB.FabricationConfigurationInfo.IsCloudConfiguration
source: html/549984a9-6079-3d8f-e94b-b3d725b3607d.htm
---
# Autodesk.Revit.DB.FabricationConfigurationInfo.IsCloudConfiguration Property

Whether the cloud configuration is a remote cloud one.

## Syntax (C#)
```csharp
public bool IsCloudConfiguration { get; }
```